{"wrapper":"div#trial","sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"16353821898ce04e72":{"type":"rich-text","blocks":{"16353821898ce04e72-0":{"type":"heading","settings":{"title":"Circolo Limited Warranty"}},"16353821898ce04e72-1":{"type":"text","settings":{"enlarge_text":false,"text":"<p><strong>Circolo Limited Warranty<\/strong><\/p><p>Circolo extends the following Limited Warranty, which applies only to non-commercial, in-home, indoor use of the Circolo Smart Mirror and other Circolo Devices (\"Devices\") purchased from Circolo. Any other use of the Devices shall void this Limited Warranty. During the applicable Limited Warranty periods described below, the covered components of the Devices will be free of defects or malfunctions during normal use. Certain exclusions apply, as further described in this Limited Warranty.<br\/><br\/>The Limited Warranty applies for the following Devices only, for the time period indicated. The Limited Warranty applies only against defects discovered within the applicable Limited Warranty period and only so long as the Devices remains in the possession of the original purchaser, or, for a gifted Device, the owner of the original membership attached to that Device.                <\/p><p><strong>Circolo Smart Mirror: 12 MONTHS<\/strong><\/p><p>Circolo warrants the Smart Mirror against defects in workmanship and materials for a period of 12 months from the date of original delivery and installation.<\/p><p>                                                                          <br\/><span style=\"text-decoration:underline\"><strong>EXCLUSIONS AND LIMITATIONS<\/strong><\/span><\/p><p><em>Who and what is covered:<br\/><\/em>- The original owner of the Device. The Device must remain in the possession of the original purchaser, or, for a gifted Device, the owner of the original membership attached to that Device. This Limited Warranty is not transferable.<br\/>- If a defect arises in the Device within the applicable Limited Warranty period, the purchaser’s sole and exclusive remedy is for Circolo to, at Circolo’s discretion to the extent permitted by law, either replace or repair the defective or malfunctioning Device with the same or a comparable model.<br\/>- Any replacement or repaired component shall be warranted for the remainder of the original Limited Warranty period or 30 days, whichever is longer, or for any additional period that is required by applicable law.<\/p><p><br\/><em>What is NOT covered:<br\/><\/em>- Any other Circolo products or services, non-Circolo products or labor, units that are, or that Circolo reasonably believes to be, stolen, counterfeit, or purchased from an unauthorized distributor or reseller, units purchased or used outside the U.S. or Canada, and units missing serial numbers.<br\/>- Software, even if sold with or embedded in the Device, or Internet connectivity. Circolo does not warrant that the operation of the Device will be uninterrupted or error-free.<br\/>- Damage or equipment failure due to normal wear and tear, improper or negligent assembly, maintenance, installation, relocation, or repair (other than that caused by a Circolo authorized service technician), use of the Device with parts or accessories from third parties, or with parts or accessories not originally intended for or compatible with the Device, or any use contrary to the instructions in the Circolo Guide.<br\/>- Damage or equipment failure due to accident, abuse, improper or abnormal use, neglect, corrosion, discoloration of paint or plastic (or any other change in cosmetic appearance that does not affect performance), theft, vandalism, fire, flood, wind, lightning, freezing or other natural disasters or acts of God of any kind, electrical wiring, power reduction, power fluctuation or power failure from whatever cause, unusual atmospheric conditions, collision, introduction of foreign objects, or modifications that are unauthorized or not recommended by Circolo.<br\/>- Incidental or consequential damages. Circolo is not responsible or liable for indirect, special, incidental or consequential damages, economic loss, loss of property or profits, loss of enjoyment or use, or other consequential damages of any nature whatsoever in connection with the purchase, use, repair or maintenance of equipment or parts. Circolo does not provide monetary or other compensation for any such repairs or replacement parts costs, including but not limited to gym membership fees, work time lost, cost of substitute equipment, diagnostic visits, maintenance visits or transportation. Equipment used for commercial purposes or for any use other than a single family or household.<br\/>- Any attempt to move or repair fitness equipment creates a risk of injury and property damage. Circolo is not responsible or liable for any damage or injury incurred during, or as a result of, any move, repair or attempted repair of equipment by anyone other than a Circolo authorized service technician. All moves or repairs attempted by you or your agents are undertaken AT YOUR OWN RISK and Circolo shall have no liability for any injury to person or property arising from such attempted moves or repairs. In addition, labor may no longer be covered if you move outside of Circolo's service area.<br\/>- Where permitted by law, replacement units, parts and electronic components reconditioned to as-new condition by Circolo or its vendors may sometimes be supplied as warranty replacement and constitute fulfillment of warranty terms. <\/p><p><br\/><strong>HOW TO OBTAIN WARRANTY SERVICE<\/strong><\/p><p>To be eligible for service under this Limited Warranty you must contact the Circolo Support team. You will be asked to provide Circolo with the serial number of your Circolo Smart Mirror and the dated receipt, or other proof of purchase indicating the date of delivery, upon discovering any nonconformity or defect. Claims must be made within the specified warranty period.<br\/><br\/>Any disputes between you and Circolo related to this Limited Warranty or the Device will be governed by the then-current dispute resolution procedures in Circolo’s Terms of Service, available at <a href=\"\/policies\/terms-of-service\" title=\"Terms of Service\">https:\/\/www.circolo.us\/policies\/terms-of-service<\/a>.                              <br\/><em>*This limited warranty is the exclusive warranty given by Circolo and supersedes any prior, contrary or additional representations. All other warranties, express or implied, including any statutory warranty or condition of merchantability or fitness for a particular purpose, are disclaimed except to the extent prohibited by law. In such event, such warranty is limited to the duration of the warranty periods set forth above. This exclusion applies even if this warranty fails of its essential purposes and regardless of whether damages are sought for breach of warranty, breach of contract, negligence, or strict liability in tort or under any other legal theory. Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation may not apply to you. This limited warranty gives you specific legal rights, and you may also have other legal rights, which vary from state to state.<\/em><\/p><p><strong>How do I obtain warranty service<br\/><\/strong>Contact Member Support if you believe you need service:<br\/><a href=\"mailto:support@circolo.us\" target=\"_blank\">- support@circolo.us<\/a>.<br\/>To be eligible for service under this Limited Warranty you must provide Circolo with the serial number of your Circolo Device and the dated receipt, or other proof of purchase indicating the date of delivery, upon discovering any nonconformity or defect.<br\/><br\/>Claims must be made within the specified warranty period.<\/p><p><br\/><strong>What if I have questions or concerns?<br\/><\/strong>You may direct any questions or concerns to Member Support.<br\/><a href=\"mailto:support@circolo.us\" target=\"_blank\">- support@circolo.us<\/a><br\/>- Attention: Limited Warranty Claims<br\/><br\/>Any disputes between you and Circolo related to this Limited Warranty or the Circolo Tread will be governed by the then-current dispute resolution procedures in Circolo’s <a href=\"\/policies\/terms-of-service\" title=\"Terms of Service\">Terms of Service<\/a>.<br\/><\/p>"}}},"block_order":["16353821898ce04e72-0","16353821898ce04e72-1"],"settings":{"align_text":"left","narrow_column":true,"divider":false}}},"order":["main","16353821898ce04e72"]}