{"wrapper":"div#trial","sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"16353821898ce04e72":{"type":"rich-text","blocks":{"16353821898ce04e72-0":{"type":"heading","settings":{"title":"Circolo Smart Mirror Installation Release"}},"16353821898ce04e72-1":{"type":"text","settings":{"enlarge_text":false,"text":"<p>This Release of Liability for Personal Injuries and Damage to Property (this \"Release\") is made between you <strong>(Releasor) <\/strong>and <strong>Dong, Inc. (dba Circolo)<\/strong> (<strong>“Releasee”<\/strong>). <\/p><p>1. Releasor and anyone claiming on Releasor’s behalf release and forever discharge Releasee and its affiliates, successors, officers, employees, representatives, partners, agents and anyone claiming through them (collectively, the “Released Parties”), in their individual and\/or corporate capacities from any and all claims, liabilities, obligations, promises, agreements, disputes, demands, damages, causes of action of any nature and kind, known or unknown, which Releasor has or ever had or may in the future have against Releasee or any of the Released Parties arising out of or relating to any injury, loss or damage to person and property that may be sustained as a result of Releasee's Professional Installation Services (“Claims”).<br\/><br\/>2. In exchange for the release of Claims, Releasee is providing Releasor Professional Installation Services related to Releasee's products.<br\/><br\/>3. Releasor understands that the Professional Installation Services is recommended but voluntary.  The Professional Installation Services may involve unforeseeable risks, direct or indirect, including risk of physical or psychological injury, pain, suffering, illness, disfigurement, temporary or permanent paralysis and\/or death, and Releasor assumes all related risks and voluntarily participates in the Professional Installation Services.<br\/><br\/>4. Releasor is further notified that installation of Wall Mounted Anchors are HIGHLY recommended as a safety feature of the Professional Installation Services, but also voluntary.  If Releasor choose to waive the installation of the Wall Mounted Anchors as part of the Professional Installation Services, Releasor assumes all specific risks related to the Professional Installation Services without the Wall Mounted Anchors, direct or indirect.<br\/><br\/>5. Releasor hereby declares that Releasor has the right or has obtained the legal authority to allow Releasee to perform the Professional Installation Services at the Installation Address.<br\/><br\/>6. Releasor hereby grants Releasee permission to perform the Professional Installation Services at the Installation Address.<br\/><br\/>7. Releasor agrees to indemnify Releasee against any and all claims, actions, lawsuits, damages and judgments, including attorney’s fees, arising out of or relating to the Professional Installation Services. <br\/><br\/>8. This Release shall not be in any way construed as an admission by the Releasee that it has acted wrongfully with respect to Releasor or any other person, that it admits liability or responsibility at any time for any purpose, or that Releasor has any rights whatsoever against the Releasee. <br\/><br\/>9. This Release shall be binding upon the parties and their respective heirs, administrators, personal representatives, executors, and successors. Releasor has the authority to release the Claims and has not assigned or transferred any Claims to any other party. The provisions of this Release are severable. If any provision is held to be invalid or unenforceable, it shall not affect the validity or enforceability of any other provision. This Release constitutes the entire agreement between the parties and supersedes any prior oral or written agreements or understandings between the parties concerning the subject matter of this Release. This Release may not be altered, amended or modified, except by a written document signed by both parties. The terms of this Release shall be governed by and construed in accordance with the laws of the State of California.<br\/><br\/>10. Both parties represent they fully understand their right to review all aspects of this Release with attorneys of their choice, that they have had the opportunity to consult with attorneys of their choice, that they have carefully read and fully understand all the provisions of this Release and that they are freely, knowingly and voluntarily entering into this Release.<\/p>"}}},"block_order":["16353821898ce04e72-0","16353821898ce04e72-1"],"settings":{"align_text":"left","narrow_column":true,"divider":false}}},"order":["main","16353821898ce04e72"]}